[
  { "topic": "life", "text": "Life is what happens when you’re busy making other plans. – John Lennon" },
  { "topic": "life", "text": "You only live once, but if you do it right, once is enough. – Mae West" },
  { "topic": "life", "text": "In the end, it’s not the years in your life that count. It’s the life in your years. – Abraham Lincoln" },
  { "topic": "life", "text": "To live is the rarest thing in the world. Most people exist, that is all. – Oscar Wilde" },
  { "topic": "life", "text": "Life is really simple, but we insist on making it complicated. – Confucius" },
  { "topic": "life", "text": "Life is short, and it’s up to you to make it sweet. – Sarah Louise Delany" },
  { "topic": "life", "text": "The purpose of our lives is to be happy. – Dalai Lama" },
  { "topic": "life", "text": "Get busy living or get busy dying. – Stephen King" },
  { "topic": "life", "text": "Life itself is the most wonderful fairy tale. – Hans Christian Andersen" },
  { "topic": "life", "text": "Life is a long lesson in humility. – James M. Barrie" },

  { "topic": "inspiration", "text": "The only way to do great work is to love what you do. – Steve Jobs" },
  { "topic": "inspiration", "text": "The journey of a thousand miles begins with one step. – Lao Tzu" },
  { "topic": "inspiration", "text": "What lies behind us and what lies before us are tiny matters compared to what lies within us. – Ralph Waldo Emerson" },
  { "topic": "inspiration", "text": "Act as if what you do makes a difference. It does. – William James" },
  { "topic": "inspiration", "text": "Dream big and dare to fail. – Norman Vaughan" },
  { "topic": "inspiration", "text": "Believe you can and you’re halfway there. – Theodore Roosevelt" },
  { "topic": "inspiration", "text": "Your time is limited, don’t waste it living someone else’s life. – Steve Jobs" },
  { "topic": "inspiration", "text": "You miss 100% of the shots you don’t take. – Wayne Gretzky" },
  { "topic": "inspiration", "text": "The best way to predict the future is to create it. – Peter Drucker" },
  { "topic": "inspiration", "text": "What you get by achieving your goals is not as important as what you become by achieving your goals. – Zig Ziglar" },

  { "topic": "friendship", "text": "A friend is someone who knows all about you and still loves you. – Elbert Hubbard" },
  { "topic": "friendship", "text": "Friendship is the only cement that will ever hold the world together. – Woodrow Wilson" },
  { "topic": "friendship", "text": "True friends are never apart; maybe in distance, but never in heart. – Helen Keller" },
  { "topic": "friendship", "text": "There is nothing on this earth more to be prized than true friendship. – Thomas Aquinas" },
  { "topic": "friendship", "text": "Friendship multiplies the good of life and divides the evil. – Baltasar Gracián" },
  { "topic": "friendship", "text": "A real friend is one who walks in when the rest of the world walks out. – Walter Winchell" },
  { "topic": "friendship", "text": "Friends show their love in times of trouble, not in happiness. – Euripides" },
  { "topic": "friendship", "text": "Friendship is the wine of life. – Edward Young" },
  { "topic": "friendship", "text": "The only way to have a friend is to be one. – Ralph Waldo Emerson" },
  { "topic": "friendship", "text": "A single rose can be my garden… a single friend, my world. – Leo Buscaglia" },

  { "topic": "motivation", "text": "Don’t watch the clock; do what it does. Keep going. – Sam Levenson" },
  { "topic": "motivation", "text": "The harder you work for something, the greater you’ll feel when you achieve it. – Unknown" },
  { "topic": "motivation", "text": "Success doesn’t just find you. You have to go out and get it. – Unknown" },
  { "topic": "motivation", "text": "Dream it. Wish it. Do it. – Unknown" },
  { "topic": "motivation", "text": "Don’t stop when you’re tired. Stop when you’re done. – Marilyn Monroe" },
  { "topic": "motivation", "text": "The future depends on what you do today. – Mahatma Gandhi" },
  { "topic": "motivation", "text": "It always seems impossible until it’s done. – Nelson Mandela" },
  { "topic": "motivation", "text": "Push yourself, because no one else is going to do it for you. – Unknown" },
  { "topic": "motivation", "text": "Great things never come from comfort zones. – Unknown" },
  { "topic": "motivation", "text": "The secret of getting ahead is getting started. – Mark Twain" },

  { "topic": "happiness", "text": "Happiness is not something ready made. It comes from your own actions. – Dalai Lama" },
  { "topic": "happiness", "text": "For every minute you are angry you lose sixty seconds of happiness. – Ralph Waldo Emerson" },
  { "topic": "happiness", "text": "Happiness depends upon ourselves. – Aristotle" },
  { "topic": "happiness", "text": "The happiness of your life depends upon the quality of your thoughts. – Marcus Aurelius" },
  { "topic": "happiness", "text": "Happiness is when what you think, what you say, and what you do are in harmony. – Mahatma Gandhi" },
  { "topic": "happiness", "text": "Most people are about as happy as they make up their minds to be. – Abraham Lincoln" },
  { "topic": "happiness", "text": "Happiness is the secret to all beauty. – Christian Dior" },
  { "topic": "happiness", "text": "Happiness is a warm puppy. – Charles M. Schulz" },
  { "topic": "happiness", "text": "Count your age by friends, not years. – John Lennon" },
  { "topic": "happiness", "text": "The greatest happiness you can have is knowing that you do not necessarily require happiness. – William Saroyan" },

  { "topic": "wisdom", "text": "The only true wisdom is in knowing you know nothing. – Socrates" },
  { "topic": "wisdom", "text": "Wisdom is the reward you get for a lifetime of listening when you’d have preferred to talk. – Doug Larson" },
  { "topic": "wisdom", "text": "Turn your wounds into wisdom. – Oprah Winfrey" },
  { "topic": "wisdom", "text": "Knowing yourself is the beginning of all wisdom. – Aristotle" },
  { "topic": "wisdom", "text": "The invariable mark of wisdom is to see the miraculous in the common. – Ralph Waldo Emerson" },
  { "topic": "wisdom", "text": "Wisdom is not a product of schooling but of the lifelong attempt to acquire it. – Albert Einstein" },
  { "topic": "wisdom", "text": "It is the province of knowledge to speak and it is the privilege of wisdom to listen. – Oliver Wendell Holmes Sr." },
  { "topic": "wisdom", "text": "Patience is the companion of wisdom. – Saint Augustine" },
  { "topic": "wisdom", "text": "A wise man knows he knows nothing. – Unknown" },
  { "topic": "wisdom", "text": "Wisdom begins in wonder. – Socrates" },

  { "topic": "courage", "text": "Courage is resistance to fear, mastery of fear—not absence of fear. – Mark Twain" },
  { "topic": "courage", "text": "It takes courage to grow up and become who you really are. – E.E. Cummings" },
  { "topic": "courage", "text": "Courage is grace under pressure. – Ernest Hemingway" },
  { "topic": "courage", "text": "You cannot swim for new horizons until you have courage to lose sight of the shore. – William Faulkner" },
  { "topic": "courage", "text": "Success is not final, failure is not fatal: it is the courage to continue that counts. – Winston Churchill" },
  { "topic": "courage", "text": "All our dreams can come true, if we have the courage to pursue them. – Walt Disney" },
  { "topic": "courage", "text": "It is curious that physical courage should be so common in the world and moral courage so rare. – Mark Twain" },
  { "topic": "courage", "text": "Everyone has talent. What’s rare is the courage to follow it to the dark places where it leads. – Erica Jong" },
  { "topic": "courage", "text": "Have the courage to follow your heart and intuition. – Steve Jobs" },
  { "topic": "courage", "text": "Courage doesn’t always roar. Sometimes courage is the little voice at the end of the day that says I’ll try again tomorrow. – Mary Anne Radmacher" },

  { "topic": "success", "text": "Success usually comes to those who are too busy to be looking for it. – Henry David Thoreau" },
  { "topic": "success", "text": "Don’t be afraid to give up the good to go for the great. – John D. Rockefeller" },
  { "topic": "success", "text": "I find that the harder I work, the more luck I seem to have. – Thomas Jefferson" },
  { "topic": "success", "text": "Success is not how high you have climbed, but how you make a positive difference to the world. – Roy T. Bennett" },
  { "topic": "success", "text": "Opportunities don’t happen. You create them. – Chris Grosser" },
  { "topic": "success", "text": "The road to success and the road to failure are almost exactly the same. – Colin R. Davis" },
  { "topic": "success", "text": "Success is walking from failure to failure with no loss of enthusiasm. – Winston Churchill" },
  { "topic": "success", "text": "The only place where success comes before work is in the dictionary. – Vidal Sassoon" },
  { "topic": "success", "text": "To succeed in life, you need two things: ignorance and confidence. – Mark Twain" },
  { "topic": "success", "text": "Victory belongs to the most persevering. – Napoleon Bonaparte" },

  { "topic": "love", "text": "Love all, trust a few, do wrong to none. – William Shakespeare" },
  { "topic": "love", "text": "We accept the love we think we deserve. – Stephen Chbosky" },
  { "topic": "love", "text": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage. – Lao Tzu" },
  { "topic": "love", "text": "Love is composed of a single soul inhabiting two bodies. – Aristotle" },
  { "topic": "love", "text": "Where there is love there is life. – Mahatma Gandhi" },
  { "topic": "love", "text": "Love isn’t something you find. Love is something that finds you. – Loretta Young" },
  { "topic": "love", "text": "To love and be loved is to feel the sun from both sides. – David Viscott" },
  { "topic": "love", "text": "Love cures people—both the ones who give it and the ones who receive it. – Karl A. Menninger" },
  { "topic": "love", "text": "The best thing to hold onto in life is each other. – Audrey Hepburn" },
  { "topic": "love", "text": "You know you’re in love when you can’t fall asleep because reality is finally better than your dreams. – Dr. Seuss" },

  { "topic": "perseverance", "text": "It does not matter how slowly you go as long as you do not stop. – Confucius" },
  { "topic": "perseverance", "text": "Perseverance is failing 19 times and succeeding the 20th. – Julie Andrews" },
  { "topic": "perseverance", "text": "Our greatest glory is not in never falling, but in rising every time we fall. – Confucius" },
  { "topic": "perseverance", "text": "Fall seven times, stand up eight. – Japanese Proverb" },
  { "topic": "perseverance", "text": "Energy and persistence conquer all things. – Benjamin Franklin" },
  { "topic": "perseverance", "text": "The best way out is always through. – Robert Frost" },
  { "topic": "perseverance", "text": "Through perseverance many people win success out of what seemed destined to be certain failure. – Benjamin Disraeli" },
  { "topic": "perseverance", "text": "Little by little, one travels far. – J.R.R. Tolkien" },
  { "topic": "perseverance", "text": "A river cuts through rock, not because of its power, but its persistence. – Jim Watkins" },
  { "topic": "perseverance", "text": "Success is the sum of small efforts repeated day in and day out. – Robert Collier" }
]
